// Localizable.strings
// Bluetooth Menu Extra

"BT"								= "Bluetooth : ";
"BTWithVersion"						= "Version : %@";
"kNameKey"							= "Nom : %@";
"kAddressKey"						= "Adresse : %@";
"Dial-up"							= "Modem-Bluetooth";
"Search"							= "Rechercher des téléphones…";
"OpenNetPrefs"						= "Ouvrir les Préférences Réseau…";
"OpenIC"							= "Ouvrir Connexion à Internet…";
"OnKey"								= " activé";
"OffKey"							= " désactivé";
"Not Available"						= "Bluetooth : non disponible";
"Discoverable"						= "Détectable : activé";
"NotDiscoverable"					= "Détectable : désactivé";
"TempDiscoverable"					= "Rendre détectable pendant 3 minutes";
"BTTurnOff"							= "Désactiver Bluetooth";
"BTTurnOn"							= "Activer Bluetooth";
"BTDiscoverable"					= "Détectable";

"keyOK"								= "OK";
"kBluetoothDeviceYesKey"			= "Oui";
"kBluetoothDeviceNoKey"				= "Non";
"LowBattWarning"					= "La batterie de %@ est presque déchargée.";
"kDevices"							= "Appareils";

"kOpenBTPrefsKey"					= "Ouvrir les préférences Bluetooth…";
"kMousePreferences"					= "Ouvrir les préférences Souris…";
"kKeyboardPreferences"				= "Ouvrir les préférences Clavier…";
"kTrackpadPreferences"				= "Ouvrir les Préférences Trackpad…";
"kOpenPrintPrefsKey"				= "Ouvrir les préférences Imprimantes…";
"kOpenSoundPrefsKey"				= "Ouvrir les préférences Son…";
"kSendFileToDevice"					= "Envoyer un fichier…";
"kBrowseDevice"						= "Parcourir le contenu d’un appareil…";

"kTurnOnHeadphones"					= "Utiliser comme appareil audio (Stéréo)";
"kTurnOffHeadphones"				= "Ne pas utiliser en tant que périphérique audio";
"kTurnOnHeadset"					= "Utiliser comme appareil audio (Mono)";
"kTurnOffHeadset"					= "Ne pas utiliser en tant que périphérique audio";

"kConnectDevice"					= "Connecter";
"kDisconnectDevice"					= "Se déconnecter";
"kResetDevice"						= "Réinitialiser cet appareil aux réglages d’origine";
"kRemoveDevice"						= "Enlever cet appareil";
"kSyncDevice"						= "Synchronisation…";
"kBatteryLevel"						= "Piles : %@%%";
"kRSSIKey"							= "RSSI : %@ dBm";

"kPerformSDPQueryKey"				= "Mettre à jour les services de l’appareil";
"kPerformNameRequestKey"			= "Mettre à jour le nom de l’appareil";

"kOpenBTSAKey"						= "Configurer un appareil Bluetooth…";
"kOpenBTEKey"						= "Ouvrir le navigateur Bluetooth…";
"kOpenBDUKey"						= "Ouvrir Utilitaire de série Bluetooth…";
"kOpenPacketLoggerKey"				= "Ouvrir PacketLogger…";
"kOpenBluetoothReporterKey"			= "Créer le rapport de diagnostic sur le bureau…";

"kBTSendFileKey"					= "Envoyer un fichier…";
"kBTGetFileKey"						= "Parcourir le contenu d’un appareil…";

"kJoinNetwork"						= "Se connecter au réseau";
"kKeyDisconnectFromNetwork"			= "Se déconnecter du réseau";